const qnaList = [
    {
        q: 'Q1.당신은 평소에 독립심이 강한편입니까?',

        a: ['YES',
            'NO'
           ],
        animal: ['사자','토끼']
    },
    {
        q: 'Q2.당신은 타인의 눈치를 많이 보는 편입니까?',

        a: ['YES',
           'NO'],
        animal:['토끼','사자']
    },
    {
        q: 'Q3.당신은 평소에 둔하고 행동이 느린편입니까?',

        a: ['YES',
           'NO'], 
        animal:['거북이','토끼']
    },
    {
        q: 'Q4.당신은 평소에 사람들과 어울리는 것을 좋아하는 편입니까?',

        a: ['YES',
           'NO'],
        animal:['강아지','거북이']
    }


];



const resultList = [
     {animal: '동물들의 왕 사자!!!',
      about: ' 당신은 매우 독립적이며 무리를 주도적으로 이끈는 것을 좋아하며 강단있는 사람입니다.'
     }
    ,
    {
     animal: '애교 많은 강아지!!!',
     about: '당신은 사람들과 어울리기 좋아하는 외향적인 성격이며 애교가 많습니다.'
    },
    {
     animal:'평화주의자 토끼!!!',
     about: '당신은 눈치가 빠르며 다른 사람들에게 피해주는 것을 매우 싫어하고 평화를 사랑하는 사람입니다. '
    }
    ,
    {
     animal:'느리지만 성실한 거북이!!!',
     about: '당신은 계획적인 삶을 싫어하고 느리고 여유로운 삶을 선호합니다. 하지만 정말로 성취하고 좋아하는 일이 있다면 성실하게 일할 것입니다.'
    }
];
