const qnaList = [
    {
        q: 'Q1.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다',
            '2.조금 그렇다',
            '3.자주 그렇다',
            '4.매우 그렇다']
    },
    {
        q: 'Q2.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다!',
            '2.조금 그렇다!',
            '3.자주 그렇다!',
            '4.매우 그렇다!']
    },
    {
        q: 'Q3.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다?',
            '2.조금 그렇다?',
            '3.자주 그렇다?',
            '4.매우 그렇다?']
    },
    {
        q: 'Q4.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다',
            '2.조금 그렇다',
            '3.자주 그렇다',
            '4.매우 그렇다']
    }


];
