const qnaList = [
    {
        q: 'Q1.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다',
            '2.조금 그렇다',
            '3.자주 그렇다',
            '4.매우 그렇다']
    },
    {
        q: 'Q2.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다!',
            '2.조금 그렇다!',
            '3.자주 그렇다!',
            '4.매우 그렇다!']
    },
    {
        q: 'Q3.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다?',
            '2.조금 그렇다?',
            '3.자주 그렇다?',
            '4.매우 그렇다?']
    },
    {
        q: 'Q4.당신은 사소한 일에도 화나 짜증을 자주 내는 편입니까?',

        a: ['1.전혀 그렇지 않다',
            '2.조금 그렇다',
            '3.자주 그렇다',
            '4.매우 그렇다']
    }


];



const resultList = [
     {animal: '사자',
      maxN: 20,
      minN: 16
     }
    ,
    {
     animal: '늑대',
     maxN: 15,
     minN: 11
    },
    {
     animal:'토끼',
      maxN: 11,
     minN: 6
    }
    ,
    {
     animal:'거북이',
     maxN: 5,
     minN: 1 
    }
];
